"+ Add" = "+ Aggiungi";

"Add a card" = "Aggiungi una carta";

"Add a payment method" = "Aggiungi una modalità di pagamento";

"Add bank account" = "Aggiungi conto bancario";

"Add new payment method" = "Aggiungi nuova modalità di pagamento";

"Add your payment information" = "Aggiungi dati di pagamento";

"Approve payment" = "Approva pagamento";

"Are you sure you want to remove this card?" = "Rimuovere questa carta?";

"Are you sure you want to remove this linked account?" = "Rimuovere questo conto collegato?";

"Back" = "Indietro";

"Bank account" = "Conto bancario";

"Buy now or pay later with Klarna." = "Acquista ora o paga dopo con Klarna.";

"Buy using a UPI ID" = "Acquista utilizzando un ID UPI";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Confermando il tuo pagamento con PayPal, consenti a %@ di addebitare i pagamenti futuri sul tuo account PayPal in base a quanto previsto dai relativi termini e condizioni.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Continuando su PayPal, consenti a %@ di addebitare i pagamenti futuri sul tuo conto PayPal in base a quanto previsto dai relativi termini e condizioni.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Se continui, accetti di autorizzare i pagamenti conformemente ai <terms>questi termini</terms>.";

"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Se continui, accetti di autorizzare i pagamenti conformemente a questi <terms>termini</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Continuando, autorizzi %1$@ ad addebitare questo pagamento e i pagamenti futuri sul tuo conto Cash App conformemente ai termini di %2$@, fino alla revoca di tale autorizzazione. Puoi modificarla in qualsiasi momento nelle impostazioni di Cash app.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Creando un account Link, accetti i <terms>Termini</terms> e l'<privacy>Informativa sulla privacy</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Fornendo le informazioni di pagamento e confermando questo pagamento, autorizzi (A) %@ e Stripe, il nostro fornitore di servizi di pagamento, a inviare istruzioni alla tua banca per l'addebito sul tuo conto e (B) la tua banca a procedere con tale addebito conformemente alle istruzioni fornite. Tra gli altri diritti, hai anche diritto a un rimborso dalla tua banca in base ai termini e condizioni dell'accordo sottoscritto con l'istituto. Un eventuale rimborso va richiesto entro otto settimane a decorrere dalla data di addebito in conto. I tuoi diritti sono consultabili in una dichiarazione che puoi richiedere alla tua banca. Accetti di ricevere una notifica per addebiti futuri fino a 2 giorni prima.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Salvando il tuo conto bancario per %@, accetti di autorizzare i pagamenti conformemente a <terms>questi termini</terms>.";

"Cancel and pay another way" = "Annulla e paga in altro modo";

"Change email" = "Cambia email";

"Choose a payment method" = "Scegli una modalità di pagamento";

"Close card scanner" = "Chiudi strumento di scansione carta";

"Code sent" = "Codice inviato";

"Contact information" = "Informazioni di contatto";

"Default" = "Valore predefinito";

"EPS Bank" = "Banca EPS";

"Enter address manually" = "Inserisci manualmente l'indirizzo";

"Enter the code sent to %@ to use Link to pay by default." = "Inserisci il codice inviato al numero %@ per pagare sempre con Link.";

"Enter your verification code" = "Inserisci il codice di verifica";

"For security, please re-enter your card’s security code." = "Per motivi di sicurezza inserisci di nuovo il codice di sicurezza della tua carta.";

"IBAN" = "IBAN";

"Join Link" = "Registrati su Link";

"Log out of Link" = "Esci da Link";

"Name on card" = "Nome sulla carta";

"Not %@?" = "Non %@?";

"Open your UPI app to approve your payment within %@" = "Apri l'app UPI per approvare il pagamento entro %@";

"Or" = "O";

"Or pay using" = "O paga con";

"Or pay with a card" = "Oppure paga con carta";

"Pay %@" = "Paga %@";

"Pay another way" = "Paga in altro modo";

"Pay faster at %@ and thousands of merchants." = "Paga più velocemente con %@ e migliaia di esercenti.";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "Paga in <num_installments/> rate senza interessi di <installment_price/> con <img/>";

"Pay later with Klarna." = "Paga dopo con Klarna.";

"Pay over time with %@" = "Paga nel tempo con %@";

"Pay using" = "Paga con";

"Pay with %@" = "Paga con %@";

"Pay with your bank account in just a few steps." = "Paga con il tuo conto bancario in pochi rapidi passaggi.";

"Payment" = "Pagamento";

"Payment failed" = "Pagamento non andato a buon fine";

"Payment methods" = "Modalità di pagamento";

"Please go back and select another payment method" = "Torna indietro e seleziona una diversa modalità di pagamento";

"Point the camera at your card." = "Inquadra la carta con la fotocamera.";

"Processing..." = "Elaborazione in corso...";

"Przelewy24 Bank" = "Banca Przelewy24";

"Remove %1$@ ending in %2$@" = "Rimuovi %1$@ che termina con %2$@";

"Remove Card" = "Rimuovi carta";

"Remove card" = "Rimuovi la carta";

"Remove linked account" = "Rimuovi conto collegato";

"Resend code" = "Reinvia codice";

"Save address" = "Salva indirizzo";

"Save for future payments" = "Salva per i pagamenti futuri";

"Save my info for secure 1-click checkout" = "Salva i miei dati per pagamenti sicuri con un clic";

"Save this account for future %@ payments" = "Salva il conto per i pagamenti futuri di %@";

"Save this card for future %@ payments" = "Salva la carta per i pagamenti futuri di %@";

"Secure 1⁠-⁠click checkout" = "Pagamento sicuro con un clic";

"Select your payment method" = "Seleziona la modalità di pagamento";

"Set as default" = "Imposta come predefinito";

"Set as default payment method" = "Imposta come modalità di pagamento predefinita";

"Set up" = "Imposta";

"Shipping to %@ is not supported." = "La spedizione in %@ non è supportata.";

"Show menu" = "Mostra menu";

"Sign in to your Link account" = "Accedi al tuo account Link";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe verserà 0,01 USD sul tuo account in 1-2 giorni lavorativi. Poi riceverai un'email con le istruzioni per completare il pagamento a favore di %@.";

"Tap to close" = "Tocca per chiudere";

"Tap to expand" = "Tocca per espandere";

"The IBAN you entered is incomplete." = "L'IBAN inserito è incompleto.";

"The provided verification code has expired." = "Il codice di verifica specificato è scaduto.";

"The provided verification code is incorrect." = "Il codice di verifica specificato non è corretto.";

"This card has expired. Update your card info or choose a different payment method." = "La carta è scaduta. Aggiorna i dati della carta o scegli un'altra modalità di pagamento.";

"This is your default" = "È la tua impostazione predefinita";

"Too many attempts. Please try again in a few minutes." = "Troppi tentativi. Riprova tra qualche minuto.";

"Unavailable for this purchase" = "Non disponibile per questo acquisto";

"Update card" = "Aggiorna carta";

"Use your saved info to check out faster" = "Usa le informazioni salvate per pagare più velocemente";

"Your IBAN should start with a two-letter country code." = "L'IBAN deve iniziare con un codice di paese di due lettere.";

"iDEAL Bank" = "Banca iDEAL";
